Revit 2027 API
ParameterTypeId.SketchGridSpacingParam Property
 "Work Plane Grid Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SketchGridSpacingParam { get; }
Public Shared ReadOnly Property SketchGridSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SketchGridSpacingParam {
	ForgeTypeId^ get ();
}
static member SketchGridSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace